import metroImage from '../assets/metro.jpg'

export const mockObjects = [
    {
        "id": 1,
        "name": "Новая станция метро в районе Котельники",
        "description": "Планируется открытие новой станции метро, которая улучшит транспортную доступность района и сократит время поездки до центра города.",
        "status": "active",
        "image": metroImage
    },
    {
        "id": 2,
        "name": "Новый ЖК от компании ПИК в районе Котельники",
        "description": "Современный жилой комплекс с развитой инфраструктурой и комфортными условиями для жизни. Рядом строятся школы и детские сады.",
        "status": "active",
        "image": metroImage
    },
    {
        "id": 3,
        "name": "Автовокзал в районе Котельники",
        "description": "Новый автовокзал обеспечит удобное сообщение между городом и пригородами, станет важным транспортным узлом района.",
        "status": "active",
        "image": metroImage
    },
    {
        "id": 4,
        "name": "Новый торговый центр в Котельниках",
        "description": "ТЦ",
        "status": "active",
        "image": metroImage
    },
]